Repository: KingOfTheAce2/legislation-library-translation-dictionary
Catalog: import/book 4 (para level).tmx
Source language: en_gb
Languages: nl

source: If an arbitrator whose removal is sought does not resign within two weeks after the date of receipt of a timely notice as referred to in Article 1035(1), the court in summary proceedings of the district court will, upon an application by any party, decide whether the request for removal has merit.
nl: Trekt een gewraakte arbiter zich niet binnen twee weken na de dag van de ontvangst van een tijdig uitgebrachte kennisgeving als bedoeld in het eerste lid terug, dan wordt over de gegrondheid van de wraking op verzoek van de meest gerede partij door de voorzieningenrechter van de rechtbank beslist.

source: The application is submitted within two weeks after the date of receipt of the written notice from the arbitrator whose removal is sought that he will not resign or, in the absence of that written notice, within six weeks after the date of receipt of the notice.
nl: Het verzoek wordt gedaan binnen twee weken na de dag van ontvangst van de schriftelijke mededeling van de gewraakte arbiter dat hij zich niet terugtrekt, of bij gebreke daarvan, binnen zes weken na de dag van ontvangst van de kennisgeving.

source: If the arbitrator whose removal is sought resigns or the court in summary proceedings of the district court upholds the request for removal, the arbitrator whose removal is sought is replaced in accordance with the rules that governed that arbitrator's original appointment, except where the parties have agreed another manner of replacement.
nl: Trekt de gewraakte arbiter zich terug of wordt diens wraking door de voorzieningenrechter van de rechtbank gegrond bevonden, dan wordt hij vervangen volgens de regelen welke van toepassing waren op zijn oorspronkelijke benoeming, tenzij de partijen een andere wijze van vervanging zijn overeengekomen.

source: Article 1030(2) and (3) apply mutatis mutandis .
nl: Artikel 1030, tweede en derde lid, is van overeenkomstige toepassing.

source: If an arbitrator whose removal is sought resigns, this does not imply acceptance that the reasons for the request for removal had merit.
nl: Trekt een gewraakte arbiter zich terug, dan impliceert dit niet een aanvaarding van de gegrondheid van de redenen tot wraking.

source: The arbitral tribunal may suspend the arbitral proceedings from the date of receipt of the timely notice, as referred to in Article 1035(1), or afterwards, pending the application for removal, from the time that the arbitral tribunal determines is appropriate.
nl: Het scheidsgerecht kan het arbitraal geding schorsen vanaf de dag van ontvangst van de tijdig uitgebrachte kennisgeving, als bedoeld in het eerste lid, of nadien, hangende de wrakingsprocedure, vanaf het moment dat het scheidsgerecht daarvoor in aanmerking acht te komen.

source: If the request for removal is inadmissible or is denied, the proceedings, if suspended, will resume as from their current status.
nl: Indien de wraking niet ontvankelijk dan wel niet gegrond wordt bevonden, wordt het geding, indien het geschorst was, hervat in de stand waarin het zich bevindt.

source: The parties may, by agreement, shorten or extend the time limits referred to in Article 1035(1) and (2).
nl: Bij overeenkomst kunnen de partijen de termijnen als bedoeld in het eerste en tweede lid van dit artikel verkorten of verlengen.

source: The parties may agree that a request for removal be dealt with by an independent third party other than the court in summary proceedings of the district court.
nl: Bij overeenkomst kunnen partijen voorzien in de behandeling van een verzoek tot wraking door een onafhankelijke derde anders dan de voorzieningenrechter van de rechtbank.

source: A party that has reasons to seek removal of an arbitrator makes a request for removal in accordance with the provisions in this Article. If a party does not comply, it waives the right to invoke those reasons later in the arbitral proceedings or in court.
nl: Een partij die redenen heeft een arbiter te wraken, legt deze redenen aan een verzoek tot wraking overeenkomstig de bepalingen van dit artikel ten grondslag op straffe van verval van recht zich daarop later in het arbitraal geding of bij de rechter te beroepen.

source: Article 1035a
nl: Artikel 1035a

source: If the arbitral tribunal is assisted by a secretary, Articles 1033 to 1035 inclusive apply mutatis mutandis .
nl: Indien het scheidsgerecht zich laat bijstaan door een secretaris, zijn de artikelen 1033 tot en met 1035 van overeenkomstige toepassing.

source: SECTION 2 - ARBITRAL PROCEEDINGS
nl: TWEEDE AFDELING. HET ARBITRAAL GEDING

source: Article 1036
nl: Artikel 1036

source: Without prejudice to the provisions of mandatory law in this Title 1, the arbitral proceedings will be conducted in the manner agreed by the parties.
nl: Onverminderd de bepalingen van dwingend recht in deze titel, wordt het arbitraal geding gevoerd op de wijze als door de partijen is overeengekomen.

source: If and to the extent the parties have not made an agreement on the arbitral proceedings, the arbitral proceedings will, without prejudice to the provisions in this Title 1, be conducted in the manner determined by the arbitral tribunal.
nl: Voorzover de partijen niet in de regeling van het arbitraal geding hebben voorzien, wordt dit, onverminderd het bepaalde in deze titel, gevoerd op de wijze als door het scheidsgerecht bepaald.

source: The arbitral tribunal treats the parties equally.
nl: Het scheidsgerecht behandelt de partijen op voet van gelijkheid.

source: The arbitral tribunal allows the parties to present their arguments, respond to the other party's arguments, and express their views on all documents and other information brought to the attention of the arbitral tribunal during the proceedings.
nl: Het scheidsgerecht stelt de partijen over en weer in de gelegenheid hun standpunten naar voren te brengen en toe te lichten en zich uit te laten over elkaars standpunten en over alle bescheiden en andere gegevens die in het geding ter kennis van het scheidsgerecht zijn gebracht.

source: The arbitral tribunal may not base a decision adverse to a party on documents or other information that party did not have an adequate opportunity to express its views on.
nl: Bij zijn beslissing baseert het scheidsgerecht zijn oordeel ten nadele van een der partijen niet op bescheiden en andere gegevens waarover die partij zich niet voldoende heeft kunnen uitlaten.

source: The arbitral tribunal gives, at a party's request or on its own initiative, all such directions as to prevent any unreasonable delay in the disposition of the proceedings.
nl: Het scheidsgerecht waakt tegen onredelijke vertraging van het geding en treft zo nodig, op verzoek van een partij of uit eigen beweging, maatregelen.

source: The parties have a duty to one another to prevent any unreasonable delay.
nl: Partijen zijn tegenover elkaar verplicht onredelijke vertraging van het geding te voorkomen.

source: Article 1037
nl: Artikel 1037

source: The place of arbitration is determined by agreement of the parties, or in the absence of an agreement, by the arbitral tribunal.
nl: De plaats van arbitrage wordt door de partijen bij overeenkomst bepaald en bij gebreke daarvan door het scheidsgerecht.

source: The place where the award will be made is determined by the place of arbitration.
nl: Door de bepaling van de plaats van arbitrage is tevens de plaats van de uitspraak vastgesteld.

source: If the place of arbitration has been not been determined by the parties or by the arbitral tribunal, the place where the award is made, as stated by the arbitral tribunal in the award, is deemed to be the place of arbitration.
nl: Indien de plaats van arbitrage noch door de partijen noch door het scheidsgerecht is bepaald, geldt de plaats van de uitspraak, door het scheidsgerecht in het vonnis vermeld, als plaats van arbitrage.

source: The arbitral tribunal may hold hearings, deliberate, and hear witnesses and experts at any other place, within or outside the Netherlands, which it considers appropriate, except where the parties have agreed otherwise.
nl: Het scheidsgerecht kan zitting houden, beraadslagen, getuigen en deskundigen horen op elke andere plaats, in of buiten Nederland, die het daartoe geschikt acht, tenzij de partijen anders zijn overeengekomen.

source: The arbitral tribunal may appoint one of its members to hold the hearing referred to in the previous sentence, except where the parties have agreed otherwise.
nl: Het scheidsgerecht is bevoegd om een van zijn leden aan te wijzen om de zitting als bedoeld in de vorige zin te houden, tenzij de partijen anders zijn overeengekomen.

source: Article 1038
nl: Artikel 1038

source: The parties may appear in the proceedings pro se, or be represented by a lawyer or a representative expressly authorised in writing for this purpose.
nl: De partijen kunnen in het geding in persoon verschijnen of zich doen vertegenwoordigen door een advocaat dan wel door een bijzonderlijk daartoe schriftelijk gevolmachtigde.

source: The parties may be assisted in the proceedings by any persons of their choice.
nl: De partijen kunnen zich in het geding door personen van hun keuze doen bijstaan.

source: Article 1038a
nl: Artikel 1038a

source: Except where the parties have agreed otherwise, the arbitral tribunal allows the claimant and the respondent to present a statement of claim and a statement of defence, respectively.
nl: Tenzij de partijen anders zijn overeengekomen, worden de eiser en de verweerder door het scheidsgerecht in de gelegenheid gesteld een memorie van eis respectievelijk een memorie van antwoord in te dienen.

source: Except where the parties have agreed otherwise, the arbitral tribunal is free to determine whether any further statements may be presented.
nl: Tenzij de partijen anders zijn overeengekomen, is het scheidsgerecht vrij te bepalen of nadere memoriën kunnen worden ingediend.

source: Article 1038b
nl: Artikel 1038b

source: The arbitral tribunal, at any party's request or on its own initiative, allows the parties to present their arguments at a hearing, except where the parties have agreed otherwise.
nl: Het scheidsgerecht stelt, op verzoek van een der partijen of uit eigen beweging, de partijen in de gelegenheid hun zaak op een zitting mondeling toe te lichten, tenzij de partijen anders zijn overeengekomen.

source: Article 1038c
nl: Artikel 1038c

source: A counterclaim is allowed if it is subject to the same arbitration agreement as the agreement on which the claim is based or if that same arbitration agreement has been expressly or tacitly declared applicable by the parties.
nl: Een tegenvordering is toelaatbaar indien daarop dezelfde arbitrageovereenkomst als waarop de vordering is gebaseerd van toepassing is dan wel diezelfde arbitrageovereenkomst door de partijen uitdrukkelijk of stilzwijgend van toepassing is verklaard.

source: Except where the parties have agreed otherwise, a counterclaim as referred to in Article 1038c(1) is submitted directly with the statement of defence.
nl: Tenzij de partijen anders zijn overeengekomen, wordt een tegenvordering als bedoeld in het eerste lid dadelijk bij memorie van antwoord ingediend.

source: Article 1038d
nl: Artikel 1038d

source: A party may amend or increase its claim or counterclaim, or the grounds of its claim, during the arbitral proceedings, unless there is an unreasonable adverse impact on the counterparty's defence or an unreasonable delay in the proceedings.
nl: Een partij kan zijn vordering respectievelijk tegenvordering of de gronden daarvan veranderen of vermeerderen gedurende de arbitrale procedure, op voorwaarde dat de wederpartij daardoor in zijn verdediging niet onredelijk wordt bemoeilijkt of het geding daardoor niet onredelijk wordt vertraagd.

source: Article 1039
nl: Artikel 1039

source: The arbitral tribunal is free to determine the rules of evidence, the admissibility of evidence, the allocation of the burden of proof and the assessment of evidence, except where the parties have agreed otherwise.
nl: De bewijsvoering, de toelaatbaarheid van de bewijsmiddelen, de bewijslastverdeling en de waardering van het bewijs staan ter vrije bepaling van het scheidsgerecht, tenzij de partijen anders zijn overeengekomen.

source: The arbitral tribunal may designate one of its members to examine witnesses or experts or to conduct an on-site inspection, except where the parties have agreed otherwise.
nl: Het scheidsgerecht is bevoegd om een van zijn leden aan te wijzen om getuigen of deskundigen te horen dan wel om een plaatsopneming of bezichtiging te houden, tenzij de partijen anders zijn overeengekomen.

source: Article 1040
nl: Artikel 1040

source: Except where the parties have agreed otherwise, the statements referred to in Article 1038a are, if and to the extent possible, accompanied by the documents relied upon by the parties.
nl: Tenzij de partijen anders zijn overeengekomen, gaan de memoriën als bedoeld in artikel 1038a zoveel mogelijk vergezeld van de bescheiden waarop de partijen zich beroepen.

source: The arbitral tribunal may, at any party's request or on its own initiative, order the inspection of, a copy of, or an extract from, specific documents related to the dispute from the party which has these documents at its disposal, unless the parties have agreed otherwise.
nl: Het scheidsgerecht kan, op verzoek van een der partijen of uit eigen beweging, inzage, afschrift of uittreksel van bepaalde, op het geschil betrekking hebbende bescheiden bevelen van de partij die deze bescheiden tot zijn beschikking heeft, tenzij de partijen anders zijn overeengekomen.

source: The arbitral tribunal determines the conditions under which and the manner in which inspection of a copy of, or an extract from, documents are provided.
nl: Het scheidsgerecht bepaalt de voorwaarden waaronder en de wijze waarop inzage, afschrift of uittreksel van bescheiden wordt verschaft.

source: Article 1041
nl: Artikel 1041

source: The arbitral tribunal may, at any party's request or on its own initiative, order the parties to provide evidence by examining witnesses and experts, except where the parties have agreed otherwise.
nl: Het scheidsgerecht kan, op verzoek van een der partijen of uit eigen beweging, partijen bevelen om bewijs te leveren door het horen van getuigen en deskundigen, tenzij de partijen anders zijn overeengekomen.

source: The arbitral tribunal may determine the form in which the statements of the witnesses and the experts are given, except where the parties have agreed otherwise.
nl: Het scheidsgerecht kan de vorm bepalen waarin de verklaringen van de getuigen en de deskundigen worden gegeven, tenzij de partijen anders zijn overeengekomen.

source: If witnesses or experts are to be examined, the arbitral tribunal sets the time and place for the examination and the manner in which the examination is conducted.
nl: Indien een mondeling verhoor van getuigen of deskundigen plaatsvindt, bepaalt het scheidsgerecht tijdstip en plaats van het verhoor en de wijze waarop het verhoor zal geschieden.

source: Article 1041a
nl: Artikel 1041a

source: If a witness does not voluntarily appear, or having appeared, refuses to make a statement, the arbitral tribunal may allow a party upon its request, within a time limit set by the arbitral tribunal, to submit an application to the court in summary proceedings of the district court requesting a delegated judge be appointed before whom the witness will be examined.
nl: Indien een getuige niet vrijwillig verschijnt dan wel, verschenen zijnde, weigert een verklaring af te leggen, kan het scheidsgerecht aan de partij die dit verzoekt, toestaan om zich, binnen een door het scheidsgerecht te bepalen termijn, te wenden tot de voorzieningenrechter van de rechtbank met het verzoek een rechter-commissaris te benoemen voor wie het getuigenverhoor zal plaatsvinden.

source: The examination is in the same manner as in ordinary cases, but the clerk of the district court gives the arbitrator or arbitrators the opportunity to be present and to question the witness.
nl: Het verhoor vindt plaats op dezelfde wijze als in gewone zaken, met dien verstande dat de arbiter of arbiters door de griffier van de rechtbank in de gelegenheid worden gesteld bij het getuigenverhoor aanwezig te zijn en aan de getuige vragen te stellen.

source: The clerk of the district court transmits the record of the examination to the arbitral tribunal and the parties as quickly as possible.
nl: De griffier van de rechtbank zendt ten spoedigste het proces-verbaal van het verhoor aan het scheidsgerecht en aan de partijen.

source: The arbitral tribunal may suspend the proceedings until the date it has received the report of the examination.
nl: Het scheidsgerecht kan het geding schorsen tot de dag dat het scheidsgerecht het verslag van het verhoor heeft ontvangen.

source: Article 1042
nl: Artikel 1042

source: Except where the parties have agreed otherwise, the arbitral tribunal may appoint one or more experts to give advice.
nl: Tenzij de partijen anders zijn overeengekomen, kan het scheidsgerecht een of meer deskundigen benoemen tot het uitbrengen van een advies.

source: The arbitral tribunal may consult the parties regarding the substance of the mandate to be issued to the experts.
nl: Het scheidsgerecht kan de partijen raadplegen over de aan de deskundigen te verstrekken opdracht.

source: The arbitral tribunal transmits to the parties a copy of the appointment and the substance of the mandate given to the experts as soon as possible.
nl: Het scheidsgerecht zendt ten spoedigste een afschrift van de benoeming en van de aan deskundigen gegeven opdracht aan de partijen.

source: The arbitral tribunal may direct a party to provide any required information and necessary cooperation to the expert.
nl: Het scheidsgerecht kan van een partij verlangen, de deskundige de vereiste inlichtingen te verschaffen en de benodigde medewerking te verlenen.

source: At any party's request, the experts will be heard at a hearing of the arbitral tribunal.
nl: Op verzoek van een der partijen worden de deskundigen in een zitting van het scheidsgerecht gehoord.

source: If a party wishes to make such a request, it notifies the arbitral tribunal and the other party of its wish as soon as possible.
nl: Indien een partij zulk een verzoek wenst te doen, deelt zij dit ten spoedigste mede aan het scheidsgerecht en aan de wederpartij.

source: Without prejudice to the provisions in Article 1042(3), the arbitral tribunal allows the parties to be heard regarding the advice of the experts appointed by the arbitral tribunal, except where the parties have agreed otherwise.
nl: Onverminderd het in het derde lid bepaalde stelt het scheidsgerecht de partijen in de gelegenheid zich uit te laten over het advies van de door het scheidsgerecht benoemde deskundigen, tenzij de partijen anders zijn overeengekomen.

source: Article 1042a
nl: Artikel 1042a

source: The arbitral tribunal may, at any party's request or on its own initiative, inspect a site or objects in or outside the Netherlands, except where the parties have agreed otherwise.
nl: Het scheidsgerecht kan, op verzoek van een der partijen of uit eigen beweging, in of buiten Nederland, een plaatselijke gesteldheid opnemen of zaken bezichtigen, tenzij de partijen anders zijn overeengekomen.

source: The arbitral tribunal allows the parties to be present at the inspection.
nl: Het scheidsgerecht stelt de partijen in de gelegenheid bij de plaatsopneming of bezichtiging aanwezig te zijn.

source: Article 1043
nl: Artikel 1043

source: At any stage of the proceedings, the arbitral tribunal may order the parties to appear in person for the purpose of providing information or attempting to reach a settlement.
nl: Het scheidsgerecht kan in elke stand van het geding de persoonlijke verschijning van de partijen bevelen voor het geven van inlichtingen dan wel teneinde een vergelijk te beproeven.

source: Article 1043a
nl: Artikel 1043a

source: If the claimant, having been given a reasonable opportunity, fails to assert or sufficiently explain its claims, without providing justified reasons for its failure to do so, the arbitral tribunal may, by award, or in another manner it considers appropriate, end the arbitral proceedings.
nl: Blijft de eiser, ofschoon daartoe behoorlijk in de gelegenheid gesteld, in gebreke zijn eisen in te dienen of naar behoren toe te lichten, zonder daartoe gegronde redenen aan te voeren, dan kan het scheidsgerecht bij vonnis, of op een andere wijze die het scheidsgerecht daartoe geschikt acht, een einde maken aan het arbitraal geding.

source: If the respondent, having been given a reasonable opportunity, fails to submit its defence, without providing justified reasons for its failure to do so, the arbitral tribunal may forthwith make an award.
nl: Blijft de verweerder, ofschoon daartoe behoorlijk in de gelegenheid gesteld, in gebreke verweer te voeren, zonder daartoe gegronde redenen aan te voeren, dan kan het scheidsgerecht aanstonds vonnis wijzen.

source: In the award referred to in Article 1043a(2), the claim will be awarded, except where the arbitral tribunal determines that the claim is unlawful or without merit.
nl: Bij het vonnis, bedoeld in het tweede lid, wordt de eis toegewezen, tenzij deze aan het scheidsgerecht onrechtmatig of ongegrond voorkomt.

source: The arbitral tribunal may, before making its award, order the claimant to provide proof of one or more of its assertions.
nl: Het scheidsgerecht kan, alvorens vonnis te wijzen, van de eiser het bewijs van een of meer van zijn stellingen verlangen.

source: Article 1043b
nl: Artikel 1043b

source: During pending arbitral proceedings on the merits, the arbitral tribunal may, at the request of any of the parties, grant an interim measure, except for protective measures as referred to in Book 3, Title 4.
nl: Tijdens een aanhangig arbitraal geding ten gronde kan het scheidsgerecht, op verzoek van een der partijen, een voorlopige voorziening, met uitzondering van bewarende maatregelen als bedoeld in de vierde titel van het Derde Boek, treffen.

source: The interim measure must be related to the claim or counterclaim in the pending arbitral proceedings.
nl: De voorlopige voorziening moet samenhangen met de vordering of tegenvordering in het aanhangige arbitraal geding.

source: By agreement, the parties may authorise an arbitral tribunal separately appointed for that purpose, irrespective of whether the arbitral proceedings on the merits are pending within the limits of Article 254(1), to grant an interim measure upon a request by any of the parties, except for protective measures as referred to in Book 3, Title 4.
nl: Bij overeenkomst kunnen de partijen een afzonderlijk daartoe te benoemen scheidsgerecht, binnen de grenzen gesteld bij artikel 254, eerste lid, de bevoegdheid verlenen, ongeacht of het arbitraal geding ten gronde aanhangig is, op verzoek van een der partijen, een voorlopige voorziening te treffen, met uitzondering van bewarende maatregelen als bedoeld in de vierde titel van het Derde Boek.

source: The arbitral tribunal as referred to in Article 1043b(1) and (2) may, in conjunction with an interim measure, require any party to provide sufficient security.
nl: Het scheidsgerecht, bedoeld in het eerste en tweede lid, kan in samenhang met de voorlopige voorziening van iedere partij het stellen van afdoende zekerheid verlangen.
